export default {
  projections: {
    КартДоступE: {
      справСотр: {
        __caption__: 'Ответственный',
        фио: {
          __caption__: 'Ответственный'
        },
        справДолж: {
          __caption__: '',
          должность: {
            __caption__: 'Должность'
          }
        }
      }
    },
    КартДоступL: {
      справСотр: {
        __caption__: 'Ответственный',
        фио: {
          __caption__: 'Ответственный'
        },
        справДолж: {
          __caption__: '',
          должность: {
            __caption__: 'Должность'
          }
        }
      }
    }
  },
  validations: {
    справСотр: {
      __caption__: 'Ответственный'
    }
  }
};
