export default {
  projections: {
    КартДоступE: {
      справСотр: {
        __caption__: 'Ответственный',
        фио: {
          __caption__: 'Ответственный'
        },
        справДолж: {
          __caption__: '',
          должность: {
            __caption__: 'Должность'
          }
        }
      },
      базаДанных: {
        __caption__: 'База Данных',
        номерКарты: {
          __caption__: 'Номер Карты'
        },
        справУч: {
          __caption__: 'Ученик',
          фио: {
            __caption__: 'Фио Ученика'
          }
        }
      }
    },
    КартДоступL: {
      справСотр: {
        __caption__: 'Ответственный',
        фио: {
          __caption__: 'Ответственный'
        },
        справДолж: {
          __caption__: '',
          должность: {
            __caption__: 'Должность'
          }
        }
      }
    }
  },
  validations: {
    справСотр: {
      __caption__: 'Ответственный'
    },
    базаДанных: {
      __caption__: 'База Данных'
    }
  }
};
